Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: macOS uses this shortcut for “%@”. Use Anyway saves it and opens Keyboard Shortcuts in System Settings, where you can turn the macOS one off.
ar: يستخدم macOS هذا الاختصار لـ ”%@“. يؤدي «الاستخدام على أي حال» إلى حفظه وفتح اختصارات لوحة المفاتيح في إعدادات النظام، حيث يمكنك إيقاف اختصار macOS.
de: macOS verwendet diesen Kurzbefehl für „%@“. „Trotzdem verwenden“ sichert ihn und öffnet Tastaturkurzbefehle in den Systemeinstellungen, wo Sie den von macOS ausschalten können.
es: macOS usa esta función rápida para «%@». «Usar de todos modos» la guarda y abre Funciones rápidas de teclado en Ajustes del Sistema, donde puedes desactivar la de macOS.
fr: macOS utilise ce raccourci pour « %@ ». « Utiliser quand même » l’enregistre et ouvre Raccourcis clavier dans Réglages Système, où vous pouvez désactiver celui de macOS.
hi: macOS यह शॉर्टकट “%@” के लिए इस्तेमाल करता है। “फिर भी इस्तेमाल करें” इसे सहेजता है और सिस्टम सेटिंग्ज़ में कीबोर्ड शॉर्टकट खोलता है, जहाँ आप macOS वाला बंद कर सकते हैं।
it: macOS usa questa abbreviazione per “%@”. “Usa comunque” la salva e apre Abbreviazioni da tastiera in Impostazioni di Sistema, dove puoi disattivare quella di macOS.
ja: macOSはこのショートカットを「%@」に使用しています。「このまま使用」を選ぶと保存され、システム設定の「キーボードショートカット」が開くので、macOSのショートカットをオフにできます。
ko: macOS가 이 단축키를 ‘%@’에 사용합니다. ‘그래도 사용’을 선택하면 저장되고 시스템 설정의 키보드 단축키가 열리며, 그곳에서 macOS 단축키를 끌 수 있습니다.
pl: macOS używa tego skrótu do „%@”. „Użyj mimo to” zachowuje go i otwiera Skróty klawiszowe w Ustawieniach systemowych, gdzie możesz wyłączyć skrót macOS.
pt_br: O macOS usa este atalho para “%@”. Usar Mesmo Assim o salva e abre Atalhos de Teclado nos Ajustes do Sistema, onde você pode desativar o do macOS.
ru: macOS использует это сочетание клавиш для «%@». «Всё равно использовать» сохраняет его и открывает «Сочетания клавиш» в Системных настройках, где можно выключить сочетание macOS.
tr: macOS bu kısayolu “%@” için kullanıyor. “Yine de Kullan” onu kaydeder ve Sistem Ayarları’nda Klavye Kestirmeleri’ni açar; macOS kısayolunu orada kapatabilirsiniz.
uk: macOS використовує це скорочення для «%@». «Усе одно використати» зберігає його й відкриває «Клавіатурні скорочення» в Системних параметрах, де можна вимкнути скорочення macOS.
zh_hans: macOS 将此快捷键用于“%@”。“仍然使用”会存储它并打开系统设置中的键盘快捷键，你可以在那里关闭 macOS 的快捷键。
zh_hant: macOS 將此快速鍵用於「%@」。「仍要使用」會儲存它並打開系統設定中的鍵盤快速鍵，你可以在那裡關閉 macOS 的快速鍵。

source: pixels
ar: بكسل
de: Pixel
es: píxeles
hi: पिक्सेल
it: pixel
ja: ピクセル
ko: 픽셀
pl: pikseli
ru: пикс.
tr: piksel
uk: пікс.
zh_hans: 像素
zh_hant: 像素

source: steamcmd Not Found
ar: لم يتم العثور على steamcmd
de: steamcmd nicht gefunden
es: No se ha encontrado steamcmd
fr: steamcmd introuvable
hi: steamcmd नहीं मिला
it: steamcmd non trovato
ja: steamcmdが見つかりません
ko: steamcmd를 찾을 수 없음
pl: Nie znaleziono steamcmd
pt_br: steamcmd Não Encontrado
ru: steamcmd не найден
tr: steamcmd Bulunamadı
uk: steamcmd не знайдено
zh_hans: 找不到 steamcmd
zh_hant: 找不到 steamcmd

source: steamcmd can't accept a double quote or line break in the %@ command.
ar: لا يمكن لـ steamcmd قبول علامة اقتباس مزدوجة أو فاصل أسطر في الأمر %@.
de: steamcmd akzeptiert im Befehl „%@“ keine doppelten Anführungszeichen oder Zeilenumbrüche.
es: steamcmd no admite comillas dobles ni saltos de línea en el comando %@.
fr: steamcmd n’accepte pas de guillemet droit ni de saut de ligne dans la commande %@.
hi: steamcmd, %@ कमांड में डबल कोट या लाइन ब्रेक स्वीकार नहीं कर सकता.
it: steamcmd non accetta virgolette doppie o interruzioni di riga nel comando %@.
ja: steamcmdの%@コマンドには、二重引用符や改行を含めることはできません。
ko: steamcmd의 %@ 명령에는 큰따옴표나 줄 바꿈을 사용할 수 없습니다.
pl: steamcmd nie akceptuje cudzysłowu ani podziału wiersza w poleceniu %@.
pt_br: O steamcmd não aceita aspas duplas nem quebras de linha no comando %@.
ru: steamcmd не принимает двойные кавычки и разрывы строк в команде %@.
tr: steamcmd, %@ komutunda çift tırnak veya satır sonu kabul edemez.
uk: steamcmd не приймає подвійні лапки чи розриви рядка в команді %@.
zh_hans: steamcmd 无法在 %@ 命令中接受双引号或换行符。
zh_hant: steamcmd 無法在 %@ 指令中接受雙引號或換行。

source: steamcmd didn't report the current build.
ar: لم يُبلغ steamcmd عن الإصدار الحالي.
de: steamcmd hat den aktuellen Build nicht gemeldet.
es: steamcmd no informó de la compilación actual.
fr: steamcmd n’a pas indiqué le build actuel.
hi: steamcmd ने मौजूदा बिल्ड नहीं बताया।
it: steamcmd non ha indicato la build attuale.
ja: steamcmd から現在のビルドが返されませんでした。
ko: steamcmd가 현재 빌드를 알려 주지 않았습니다.
pl: steamcmd nie podał bieżącej kompilacji.
pt_br: O steamcmd não informou o build atual.
ru: steamcmd не сообщил текущую сборку.
tr: steamcmd geçerli derlemeyi bildirmedi.
uk: steamcmd не повідомив поточну збірку.
zh_hans: steamcmd 未报告当前版本。
zh_hant: steamcmd 未回報目前版本。

source: steamcmd exited with code %d.
ar: خرج steamcmd بالرمز %d.
de: steamcmd wurde mit Code %d beendet.
es: steamcmd ha terminado con el código %d.
fr: steamcmd s’est terminé avec le code %d.
hi: steamcmd कोड %d के साथ बंद हुआ.
it: steamcmd è terminato con il codice %d.
ja: steamcmdがコード%dで終了しました。
ko: steamcmd가 코드 %d(으)로 종료되었습니다.
pl: steamcmd zakończył działanie z kodem %d.
pt_br: O steamcmd foi encerrado com o código %d.
ru: steamcmd завершил работу с кодом %d.
tr: steamcmd %d koduyla çıktı.
uk: steamcmd завершив роботу з кодом %d.
zh_hans: steamcmd 已退出，代码为 %d。
zh_hant: steamcmd 已結束，代碼為 %d。

source: steamcmd finished without downloading item %@.
ar: انتهى steamcmd دون تنزيل العنصر %@.
de: steamcmd wurde beendet, ohne das Objekt %@ zu laden.
es: steamcmd ha terminado sin descargar el elemento %@.
fr: steamcmd s’est terminé sans télécharger l’élément %@.
hi: steamcmd आइटम %@ डाउनलोड किए बिना समाप्त हो गया.
it: steamcmd è terminato senza scaricare l’elemento %@.
ja: steamcmdはアイテム%@をダウンロードせずに終了しました。
ko: steamcmd가 항목 %@을(를) 다운로드하지 않고 종료되었습니다.
pl: steamcmd zakończył działanie bez pobrania elementu %@.
pt_br: O steamcmd terminou sem baixar o item %@.
ru: steamcmd завершил работу, не загрузив материал %@.
tr: steamcmd, %@ ögesini indirmeden bitti.
uk: steamcmd завершив роботу, не викачавши обʼєкт %@.
zh_hans: steamcmd 已结束，但未下载项目 %@。
zh_hant: steamcmd 已結束，但未下載項目 %@。

source: steamcmd finished without downloading the item.
ar: انتهى steamcmd دون تنزيل العنصر.
de: steamcmd wurde beendet, ohne das Objekt zu laden.
es: steamcmd ha terminado sin descargar el elemento.
fr: steamcmd s’est terminé sans télécharger l’élément.
hi: steamcmd आइटम डाउनलोड किए बिना समाप्त हो गया.
it: steamcmd è terminato senza scaricare l’elemento.
ja: steamcmdはアイテムをダウンロードせずに終了しました。
ko: steamcmd가 항목을 다운로드하지 않고 종료되었습니다.
pl: steamcmd zakończył działanie bez pobrania elementu.
pt_br: O steamcmd terminou sem baixar o item.
ru: steamcmd завершил работу, не загрузив материал.
tr: steamcmd, ögeyi indirmeden bitti.
uk: steamcmd завершив роботу, не викачавши обʼєкт.
zh_hans: steamcmd 已结束，但未下载该项目。
zh_hant: steamcmd 已結束，但未下載該項目。

source: ×8 MSAA is only recommended for powerful high-end desktop graphics cards.
ar: لا يُنصح بـ MSAA ×8 إلا مع بطاقات الرسومات المكتبية القوية المتطورة.
de: ×8 MSAA wird nur für leistungsstarke High-End-Desktop-Grafikkarten empfohlen.
es: El MSAA ×8 solo se recomienda para tarjetas gráficas de sobremesa potentes y de gama alta.
fr: Le MSAA ×8 n’est recommandé que pour les cartes graphiques de bureau haut de gamme et puissantes.
hi: ×8 MSAA की सलाह केवल शक्तिशाली हाई-एंड डेस्कटॉप ग्राफ़िक्स कार्ड के लिए दी जाती है.
it: MSAA ×8 è consigliato solo per schede grafiche desktop potenti e di fascia alta.
ja: ×8 MSAAは、高性能なハイエンドのデスクトップ用グラフィックカードでのみ推奨されます。
ko: ×8 MSAA는 고성능 하이엔드 데스크탑 그래픽 카드에서만 권장됩니다.
pl: ×8 MSAA jest zalecane tylko dla wydajnych, najwyższej klasy kart graficznych do komputerów stacjonarnych.
pt_br: O MSAA ×8 só é recomendado para placas de vídeo de desktop potentes e de alto desempenho.
ru: MSAA ×8 рекомендуется только для мощных видеокарт высокого класса.
tr: ×8 MSAA yalnızca güçlü, üst düzey masaüstü ekran kartları için önerilir.
uk: MSAA ×8 рекомендується лише для потужних настільних відеокарт високого класу.
zh_hans: 建议仅在性能强大的高端台式机显卡上使用 ×8 MSAA。
zh_hant: ×8 MSAA 僅建議用於效能強大的高階桌上型顯示卡。

source: AirDrop
zh_hans: 隔空投送

source: Launchpad
zh_hans: 启动台
zh_hant: 啟動台

source: Mission Control
zh_hans: 调度中心
zh_hant: 指揮中心

source: Spotlight
zh_hans: 聚焦
